tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "arp-scan"
brew "astroterm"
brew "azure-cli"
brew "bandwhich"
brew "bat"
brew "blueutil"
brew "btop"
brew "cloc"
brew "cmatrix"
brew "deno"
brew "duf"
brew "eza"
brew "fastfetch"
brew "fd"
brew "icu4c@76"
brew "python@3.13", link: false
brew "ffmpeg"
brew "fzf"
brew "git"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "gping"
brew "ifstat"
brew "jq"
brew "lynx"
brew "macmon"
brew "micro"
brew "mongosh"
brew "neovim"
brew "nmap"
brew "node@22"
brew "poppler"
brew "postgresql@17", restart_service: :changed
brew "procs"
brew "ripgrep"
brew "rm-improved"
brew "rust"
brew "rustup"
brew "sevenzip"
brew "switchaudio-osx"
brew "thefuck"
brew "tldr"
brew "tre-command"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
cask "aerospace"
cask "cool-retro-term"
cask "darktable"
cask "dotnet-sdk"
cask "font-fira-mono"
cask "font-hack-nerd-font"
cask "font-ibm-plex-mono"
cask "font-iosevka"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "mongodb-compass"
cask "sf-symbols"
cask "wezterm"
vscode "alexcvzz.vscode-sqlite"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "csharpier.csharpier-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "orta.vscode-jest"
vscode "plibither8.remove-comments"
vscode "pranaygp.vscode-css-peek"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "shinotatwu-ds.file-tree-generator"
vscode "svelte.svelte-vscode"
vscode "teamsdevapp.ms-teams-vscode-extension"
vscode "tobermory.es6-string-html"
vscode "tomoki1207.pdf"
vscode "vincaslt.highlight-matching-tag"
